[
  {
    "position": "0",
    "name": "sun",
    "spe:": "Yellow Dwarf",
    "image": "assets/sun.png",
    "Equatorial Distance": "1.39 M KM",
    "Mass": "1.99 x 10^30 KG",
    "Gal.Center Distance": "26  038 LY",
    "Rotation Period": "25 Days",
    "Galactic Orbit Period": "225 M Years",
    "Surface Gravity": "274 M/s^2",
    "Surface Temperature": "5778k (5505 c)",
    "Detail": "The  Sun, also referred to as “Sol” , is the star at\nthe center of the solar system. Sun’s mass\naccounts for some 99.86% of the total mass\nof the solar system.",
    "Composition": "Roughly three-quarters of the Sun’s mass is \nhydrogen,  with the rest mostly heliium.\nOnly 1.69% of the Sun ( which is still 5 628 times\nthe mass of the Earth ) is made up of heavier\nelements like cvarbon, iron, neon and oxygen.",
    "Distance": "Once thought to be a relatively insignificant\nstar, the Sun is now considered to be brighter\nthan about 85% of the stars in the Milky Way\ngalaxy. It is located about two thirds of the way\nout from the center of the Milky Way.",
    "Galaxy": "Once thought to be a relatively insignificant\nstar, the Sun is now considered to be brighter\nthan about 85% of the stars in the Milky Way\ngalaxy. It is located about two thirds of the way\nout from the center of the Milky Way."
  },
  {
    "position": "1",
    "name": "mercury",
    "spe:": "Planet",
    "image": "assets/mer.png",
    "Equatorial Diameter": "4 879  KM",
    "Mass": "3.3  X  10      KG",
    "Mean Dist. from Sun": "57.9  M  KM",
    "Rotation Period": "59 Days",
    "Solar Orbit Period ": "88 Days",
    "Surface Gravity": "3.7  M / S",
    "Surface Temperature": "167    C",
    "Detail": "Mercury is the innermost and smallest planet\nof the Solar System. Because it has almost no\natmosphere to retain heat. Mercury’s surface\nexperiences the gretest temperature\nvariation of all the planets.",
    "Observation": "Mercury apprears as a morning or evening\nstar from Earth, but due to it’s proximity to Sun,\nit is very hard to see. Still, Mercury can be \nobbserved at least twice a year : in spring at\ndusk and autumn before dawn. ",
    "Distance": "The mean distance of the Sun from the Earth\nis approximately 149.6 million kilometers\n( 1 AU ). On average, it takes light from the Sun\nabout 8 minutes and 19 seconds to reach the\nEarth."
  },
  {
    "position": "2",
    "name": "venus",
    "spe:": "Planet",
    "image": "assets/venus.png",
    "Equatorial Diameter": "12 104  KM",
    "Mass": "108  M  KM",
    "Mean Dist. from Sun": "108  M  KM",
    "Rotation Period": "243  Days",
    "Solar Orbit Period ": "225  Days",
    "Surface Gravity": "8.9  M / S",
    "Surface Temperature": "462    C",
    "Detail": "Althoght Venus has very similar size and interior\nstructure as Earth, it’s vulcanic surface and\nextremely hot and dense atmosphere makes it\none of the most inhospitable places in the\nSolar System.",
    "Atmosphere": "Thick clouds of sulfuric acid and dust reflect most of the Sun’s light back to space, while carbon dioxide traps the Sun’s heat inside the atmosphere , causing a runaway greenhouse effect. The atmospheric pressure on the surface\nof Venus is 92 times greater than on Earth.",
    "Observation": "Venus is one of the brightest objects in our night sky  -  second only to the moon. It appers as either as evening or a morning star."
  },
  {
    "position": "3",
    "name": "earth",
    "spe:": "Planet",
    "image": "assets/earth.png",
    "Equatorial Diameter": "12 756 KM",
    "Mass": "6  X  10      KG",
    "Mean Dist. from Sun": "150  M  KM",
    "Rotation Period": "23 H  56 M",
    "Solar Orbit Period ": "1 Year",
    "Surface Gravity": "9.8 M / S",
    "Surface Temperature": "15    C",
    "Detail": "Oue homeworld is the densest of the eight planets in the Solar System. It is also the largest of the four terrestrial planets.",
    "Surface": "About 71% of the Earth’s surface is covered by salt water oceans, and the remaining 30% is taken up by the seven continental landmasses.\nEarth’s outer surface is also divided into serval rigid segments,  or tectonic plates, that migrate across the surface over periods of millions of years.",
    "Axial Tilt": "Today, the Earth is tilted on it’s axis by 23.4   ,\nproducing seasonal variations in climate and weather across the surface of the planet during the course of a year.",
    "Mag. Field": "The Earth’s magnetic field is generated within the\nmolten outer core region of the planet and extends outwards to form the magnetosphere: a\nbarrier surrounding the Earth, deflecting particles\nof the Solar wind and protecting the Earth from Sun’s radiation."
  },
  {
    "position": "4",
    "name": "moon",
    "image": "assets/moon.png",
    "spe:": "Earth's Satellite",
    "Equatorial Diameter": "3 476 KM",
    "Mass": "7.3  X  10      KG",
    "Mean Dist. from Sun": "384 621  KM",
    "Rotation Period": "27 Days",
    "Solar Orbit Period ": "27 Days",
    "Surface Gravity": "1.62 M / S",
    "Surface Temperature": "-  23    C",
    "Detail": "The Moon is Earth’s onlt natural satellite. Next to\nthe Sun,  the Moon exerts the grestest influence\non the Earth itself, most notably through it’s affect on Earth’s tides.",
    "Origin": "he current prevailing hypothesis for the origin of the Moon is that it formed as a result of Mars\nsized body colliding with the newly formed  proto - Earth. The material ejected from this impact accreted to form the moon 4.53 billion years ago.",
    "Observation": "he Moon is the brightest object in the sky after the Sun, although its surface is actually dark, reflecting only 7% of the light falling on it. Moon’s\ncurrent orbital distance causes it to appear almost the same size in the sky as the Sun. "
  },
  {
    "position": "5",
    "name": "mars",
    "spe:": "Planet",
    "image": "assets/mars.png",
    "Equatorial Diameter": "142 984 KM",
    "Mass": "1.9  X  10     KG",
    "Mean Dist. from Sun": "779  M  KM",
    "Rotation Period": "9 H  55 M",
    "Solar Orbit Period ": "11.9 Year",
    "Surface Gravity": "25 M / S",
    "Surface Temperature": "-  120    C",
    "Detail": "Mars is the fourth planet from the Sun and second smallest planet in the Solar System. The\nreddish appearance of Mars’ surface is caused\nby iron oxide ( rust ).",
    "Earth-Like": "While the Mars is about half as big as the Earth, There are still many similarities: Mars has a rocky\nsurface and polar ice caps, the days on Mars are\nonly 40 minutes longer, the axial tilt gives it similar seasons to ours ( although each lasts about twice as long )",
    "Surface": "Mars has a dramatic landscape, with towering\nvolcanoes and a great canyon system, it has the highest mountain, Olympus Mons, and the largest canyon, Valles Marineris.",
    "Water": "There is strong evidence that the Martian atmoshpere was once far dense then it is now, and that water once ran freely on its surface. There is also mounting evidence that much of this water remains locked away underground.",
    "Moons": "Mars has two small natural satellites, Phobos and Deimos, that orbit very close to the planet. There Moons may be captured asteroids. It has been predicted will either crash into Mars’ surface or break up into a ring structure around\nthe planet.",
    "Missions": "Mars is the focus of intense study, with teo rovers ( exploration rover Opportunity and science laboratory Curiosity ) operating on the surface, while three international missions orbit the planet: NASA’s Mars Odyssey and Mars Reconnaissance Orbiter and ESA’s Mars Express.",
    "Observation": "Mars can easily be seen from Earth with the naked eye, as can it’s reddish coloring. It’s apparent magnitude is surpassed by the Sun, the Moon, Venus and Jupiter  -  but it canm briefly match Jupiter’s brightness at certain points in it’s orbit."
  },
  {
    "position": "6",
    "name": "jupiter",
    "spe:": "Planet",
    "image": "assets/jupitor.png",
    "Equatorial Diameter": "142 984 KM",
    "Mass": "1.9  X  10     KG",
    "Mean Dist. from Sun": "779  M  KM",
    "Rotation Period": "9 H  55 M",
    "Solar Orbit Period ": "11.9 Year",
    "Surface Gravity": "25 M / S",
    "Surface Temperature": "-  120    C",
    "Detail": "jupiter is the largest planet of the Solar System,\nwith a mass 2.5 greater than all of the rest of the planets combined - but still only one- thousandth that of the Sun.",
    "Star-Like": "Jupiter is the planet most like the Sun in terms of it’s composition. Although Jupiter would still need to be about 75 times as massive to fuse hydrogen and become a star, it would only need to be 13 times as massive to burn deuterium and become a brown dwarf.",
    "Atmosphere": "Jupiter spins on it’s axis faster than any other planet. Because of the rotation, Jupiter’s atmosphere is subject to high winds, which cause the atmosphere to form distinct bands of colour, like swirling vortices and gigantic anticyclonic storms.",
    "Moons": "Jupiter governs the largest number of moons of any planet, with the current offical total being 79.\nThe four largest are the Galilean moons: lo, Europa, Ganymede, and Callisto. Ganymede, has a diameter greater than that of the planet Mercury.",
    " Observation": "upiter is the fourth brightest object in our skies after the Sun, Moon and Venus. Because the orbit\nof Jupiter is outside the Earth’s, the planet always\nappears nearly fully illuminated when viewed through Earth - based telescopes."
  },
  {
    "position": "7",
    "name": "saturn",
    "spe:": "Planet",
    "image": "assets/saturn.png",
    "Equatorial Diameter": "120 536 KM",
    "Mass": "5.7  X  10     KG",
    "Mean Dist. from Sun": "9.57  AU",
    "Rotation Period": "10 H  39 M",
    "Solar Orbit Period ": "29 Year",
    "Surface Gravity": "10.4 M / S",
    "Surface Temperature": "-  125    C",
    "Detail": "  Saturn is the sixth planet from the Sun and the second largest planet in the Solar system. Until the invention of modern telescope, Saturn was regareded as theoutermost of the known planet.",
    "Mass-D": "Although the second largest, Saturn is the least\ndense of all the planet in the Solar System, with only one - eighth the density of Earth ( but nine it’s diameter ). It is also the only planet that is less dense than water.",
    "Ring": "While the other gas giants also have ring systems, Saturn’s is larger and more visible than any other in the Solar System. The rings are composed of water ice crystal and a smaller amount of rock, ranging in sie from specks of dust to a few particles as large as mountains.",
    "Moons": "Saturn has a least 150 moons and moonlets.\nThe precise figure is uncertain as it is  diffcult to draw a distinction between a large ring particle and a tiny moon. Some of Saturn’s moons act as shepherd moons to confine rings and prevent them from spreading out.",
    "Observation": "Saturn appers to the naked eye  in the night sky as a bright, yellowish point of light. Magnifying at least 30 x  resolves Sturn’s rings."
  },
  {
    "position": "8",
    "name": "uranus",
    "spe:": "Planet",
    "image": "assets/uranus.png",
    "Equatorial Diameter": "51 118 KM",
    "Mass": "8.7  X  10      KG",
    "Mean Dist. from Sun": "19.2  AU",
    "Rotation Period": "17 H  14 M",
    "Solar Orbit Period ": "84  Year",
    "Surface Gravity": "8.7 M / S",
    "Surface Temperature": "-  210    C",
    "Detail": "Uranus is the third largest of the Solar System’s gas giants. It is the coldest planet in the Solar System.",
    "Discovery": "Uranus was the first to be discovered by the use of the modern telescope, with it’s discovery credited to the English Astronomer William Herschel in 1781.",
    "Axial-tilt": "Uranus has an axial tilt of 97.77   , meaning it effectively rolls around the Sun “on it’s side” compared to the other planet in the Solar System.",
    "Observation": "While in Opposition ( from the Sun, relative to the Earth ), Uranus becomes visible to the naked eye.\nIt would appear as a faint star under dark sky conditions."
  },
  {
    "position": "9",
    "name": "neptune",
    "spe:": "Planet",
    "image": "assets/neptune.png",
    "Equatorial Diameter": "49 528 KM",
    "Mass-u": "1.02  X  10      KG",
    "Mean Dist. from Sun": "30.1  AU",
    "Rotation Period": "16 H  06 M",
    "Solar Orbit Period": "165  Year",
    "Surface Gravity": "11.2  M / S",
    "Surface Temperature": "-  200    C",
    "Detail": "Neptune, is the eight and offically farthest planet from the Sun. It is the smallest but also the most dense of gas giant. Neptune has a surface gravity that is only surpassed by Jupiter.",
    "Discovery": "Neptune was the first planet to be discovered purely on the basis of mathematical prediction rather than by direct observation. Since it’s discovery in 1846, Neptune has completed only\none orbit of the Sun.",
    "Axial-Tilt": "  Neptune generates significant amount of internal heat through processes that are not clearly understood. This drives the fastest winds\nin the Solar System and gives rise to distinctive high altitude bands of cloud as well as generating gigantic anticyclonic storms."
  },
  {
    "position": "10",
    "name": "pluto",
    "spe:": "Dwarf Planet",
    "image": "assets/pluto.png",
    "Equatorial Diameter": "2 374 KM",
    "Mass": "1.31  X  10      KG",
    "Mean Dist. from Sun": "40.8  AU",
    "Rotation Period": "6.4  Days",
    "Solar Orbit Period ": "248  Year",
    "Surface Gravity": "0.66  M / S",
    "Surface Temperature": "-  228    C",
    "Detail": "Pluto is the largest object in the Kuiper belt. It is also the largest and the second most massive known dwarf planet in the Solar System.",
    "Axial-Tilt": "Like Uranus, Pluto is lting on it’s “side”, with an axial tilt of 120   , leading to extreme seasonal\nvariations. As it’s solstices, one fouth of the planet is in continuous daylight, and one fourth in continuous darkness.",
    "Moons": "Pluto has five known Moons: Charon, Nix, Hydra, Kerberos, and Styx. Pluto and Charon are sometimes described as a binary system because the barycenter of their orbits does not lie within either body. ",
    "Discovery": "Discovered in 1930 by astronomer clyde Tombaugh, Pluto was originally classified as the 9th planet from th Sun . However, the discovery of similar sized objects within the kuiper belt, prompted the International Astronomical Union to re - classify Pluto in 2006 a dwarf planet."
  }
]